const Mistakes = () => {
  return (
    <div className="w-full max-w-[700px] m-auto p-4 flex flex-col gap-8">
      <div className="flex flex-col gap-4">
        <div className="text-gray-500">Γιατί γράφω και δεν στέλνω άλλα ηχητικά</div>
        <div className="text-justify">Τα ηχητικά θα τα στείλω και θα χαθούν, δεν θα τα ακούσουν όλοι και θα πρέπει αύριο να τα ξανά λέω και να πρέπει να πείσω τον κάθε ένα ξεχωριστά, δεν έχω ούτε τον χρόνο ούτε την όρεξη ούτε την δύναμη ούτε θέληση.</div>
        <div className="text-justify">Επίσης μου είναι αδύνατο να πείσω κάποιους που δεν ενδιαφέρονται καθόλου για το επιχείρημα αλλά μόνο να μην πάρουν την ευθύνη αγνοώντας εντελώς αυτά που λέω. Αυτό με εξαντλεί και με νευριάζει. Έχω φάει στην μάπα πολλούς τέτοιους ανθρώπους και τους έχω βαρεθεί ΠΛΗΡΩΣ! "Η δουλίτσα μου να γίνει και ποιός τον γαμεί αν έχει δίκαιο".</div>
      </div>
      <div className="flex flex-col gap-4">
        <div className="text-gray-500">Εισαγωγή</div>
        <div className="text-justify">
          Ο στόχος του πλάνου αυτού είναι να προωθήσει την υπευθυνότητα. Για οτιδήποτε κάνουμε στην ζωή μας παίρνουμε και την ευθύνη. Είτε δουλεύουμε σε καντίνα είτε διαχειριζόμαστε κεφάλαια είτε οτιδήποτε άλλο έχουμε την ευθύνη. Η εμμονή μας να μην έχουμε καμία ευθύνη για λάθη χιλιάδων ευρώ σε αυτήν την δουλειά δείχνει ότι δεν πρόκειται να πετύχουμε τίοπτα, τα βλέπουμε όλα ευκαιριακά και δεν σεβόμαστε τον χρόνο και τον κόπο του διπλανού μας. Όπως ακριβώς το βλέπετε εσείς, το ίδιο και χειρότερα
          θα το δουν και αυτοί που θα μπουν στην ομάδα.
        </div>
        <div className="text-justify">
          Για κάποιους μπορεί αυτό είναι ένα side project του τύπου "πάμε να δούμε αν θα πετύχει και αυτή η μαλακία". Αυτούς ΔΕΝ τους θέλουμε. Για εμένα είναι όλα τα τελευταία χρόνια μου. Οπότε σεβόμενος τον χρόνο μου και τον εαυτό μου θα πρέπει να ζητήσω να γίνει αυτό που γίνεται σε όλον τον πλανήτη. Ο κάθε ένας να αναλάβει τις ευθύνες του. Ακριβώς όπως θα κάνατε οπουδήποτε και αν δουλεύατε. Και ακριβώς αυτό που θα απαίτουσατε από μια δική σας δουλειά από κάποιον συνεργάτη σας. Να αναλάβει τις
          ευθύνες του. Ποτέ δεν θα βάζατε συνεργάτη κάποιον χωρίς να είναι διατεθημένος να αναλάβει τις ευθύνες του!
        </div>
        <div className="text-justify">Δυστυχώς και εγώ δεν μπορώ να τρώω όλο μου το χρόνο σε ένα project όπου ο μόνος που τελικά το βλέπει σοβαρά είμαι εγώ και 2-3 ακόμα ενώ όλοι οι υόλοιποι δεν έχουν καν του κουράγιο να αναλάβουν μια ευθύνη. Σημαίνει ότι προεξοφλούν ότι δεν θα ασχοληθούν όσο τα ποσά που παίζουμε επιβάλλουν και θα γίνουν ένα σωρό λάθη που δεν είναι διατεθημένοι να καλύψουν.</div>
        <div className="text-justify">Συγγνώμη παιδιά, αλλά με αυτήν την νοοτροπία δεν είμαστε άξιοι ούτε σε περίπτερο να πιάσουμε δουλειά, όχι να διαχειριστούμε και δεκάδες χιλιάδες ευρώ.</div>
      </div>
      <div className="flex flex-col gap-4">
        <div className="text-gray-500">Ο στόχος τελικά ποιός είναι;</div>
        <div>Αυτό που μου έχει κάνει απίστευτη εντύπωση είναι ότι προτείνω να χρεώνεστε εσείς τα λάθη με τους παρακάτω στόχους:</div>
        <div>1. Να έχετε το βάρος να κάνετε σωστές επιλογές παιδιών. Αν είστε risk free τότε έχετε κέρδος να βάλετε μέσα ακόμα και τον χειρότερ! Γιατί αυτό δεν θα σας κοστίσει τίποτα προσωπικά. Είναι όμως καταστροφή για την ομάδα, άρα σε τελική ανάλυση και για εσάς προσωπικά. Με αυτόν τον τρόπο σκέψης νιώθετε ασφαλείς ότι δεν θα πληρώσετε εσείς για τα λάθη των παιδιών σας. Είναι εντάξει όμως να πληρώνει η ομάδα σας για τα λάθη άλλης ομάδας; Πάμε ένα παράδειγμα:</div>
        <div>Τον τελευταίο μήνα κάψαμε 12 funded accounts και δεν ίδρωσε το αφτί κανενός. Ας πούμε λοιπόν ότι θα έχουμε έναν αντίστοιχο μήνα στα 100άρια.</div>
        <div>12 funded accounts καμμένα επί 7500$ το κάθε ένα = 90.000$</div>
        <div>90.000$ δια 40 άτομα που θα είμαστε ας πούμε = 2.250$ θα χρεωθεί Ο ΚΑΘΕ ΕΝΑΣ μετά το κάψιμο 12 funded accounts.</div>
        <div>Ας πούμε ότι είμαστε στις αρχές που έχουμε γεμίσει και τα παιδιά βγάζουν 1500$ τον μήνα. Το να ανακοινώσετε στην ομάδα σας ότι θα μείνουν απλήρωτοι 1.5 μήνα ΟΛΟΙ χωρίς να έχουν κάνει κάποιο λάθος επειδή η ομάδα του Αντώνη έκαψε 12 funded είναι πιο ελκυστικό από το να αναλάβετε τις ευθύνες σας και να το χρεωθείτε εσείς και αυτό που το έκανε;</div>
        <div>Μήπως τελικά μιλάτε διαισθητικά χωρίς να έχετε βάλει κάτω τα νούμερα; Και τι πιστεύετε ότι θα συμβεί μόλις ανακοινώσετε σε ΟΛΟΥΣ ότι θα μείνουν 1.5 απλήρωτοι επειδή η ομάδα του Αντώνη έκαψε 12 funded. Το παράδειγμα είναι πραγματικό, αυτός ήταν ο τελευταίος μας μήνας, ο Γενάρης, στα 5άρια.</div>
        <div>Να απαντήσω εγώ λοιπόν: Μόλις ανακοινώσετε ότι εξαιτίας της ομάδας του Αντώνη θα μείνουν όλοι απλήρωτοι 1.5 μήνα, ήτοι έχασαν 2.250$ ο κάθε ένας με τα οποία υπολόγιζαν να τα δώσουν στην οικογένειά τους, τότε θα σας πουν όλοι να πάτε να γαμηθείτε και θα φύγουν. Και λεφτά δεν θα βγάλει κανένας. Ο μήνας που θα κάψουμε 6-7 funded θα είναι και ο τελευταίο που θα παίξουμε. Μετά θα φύγουν όλοι.</div>
        <div>2. Να έχετε το ενδιαφέρον να βλέπετε αν τα παιδιά σας ξέρουν τι κάνουν και αν δουλεύουν σωστά. Τώρα παράδειγμα ξέρετε ότι τα παιδιά σας ξυπνάνε 5 λεπτά νωρίτερα και ξεπετάνε τα trades και δεν τους λέτε τίποτα. Αν όμως χρεωθείτε εσείς τα λάθη τους θα τους εξηγήσετε με αυστηρό τόνο ότι εδώ δουλεύουμε, δεν ξεπετάμε, και έτσι θα αποφύγουμε το λάθος.</div>
        <div>Εσείς λοιπόν αντί να καταλάβετε ότι παίρνοντας την ευθύνη θα σταματήσουν τα λάθη, καταλάβατε ότι θα συνεχίσουμε τον ίδιο άθλιο μήνα που είχαμε τώρα με την μόνη διαφορά ότι θα πληρώνετε εσείς τα λάθη!! ΟΧΙ ΟΧΙ ΟΧΙ!! Ο σκοπός είναι να δουλέψετε ΓΙΑ ΝΑ ΜΗΝ ΓΙΟΝΤΑΙ ΛΑΘΗ και όχι να τα αφήσετε να γίνονται και να τα πληρώνετε!</div>
      </div>
      <div className="flex flex-col gap-4">
        <div className="text-gray-500">Η μεγάλη εικόνα</div>
        <div>Εδώ τα πράμγατα είναι απλά. Θέλουμε μια ομάδα που θα δουλεύει ρολόι και θα βγάζουμε ένα σωρό λεφτά και που και που θα πληρώνουμε και κανένα λάθος; Ή θέλουμε μια ομάδα που θα παλεύευ να ανέβει 200 χρόνια, εσείς ναι μεν δεν θα πληρώσετε τίποτα αλλά δεν θα πληρθείτε και τίποτα γιατί από τα πολλά λάθη δεν θα ανέβουμε ποτε; Να το κάνω πιο λινά:</div>
        <div>Θέλετε να δουλεύουμε σωστά όλοι, να φτάσετε να βγάζετε 30 χιλιάρικα τον μήνα και να πληρώσετε κάποια στιμγή 8 χιλιάρικα ένα λάθος; 30Κ που πήρατε - 8Κ πο πληρώσατε για λάθη = 22Κ κέρδος για εσάς</div>
        <div>Ή θέλετε να ξεκινήσουμε να καίμε 10χίλιαρα αβέρτα, να μην πληρώνετε τίποτα, αλλά να μην πληρωθείτε και ποτέ γιατί δεν θα γεμίσουμε ποτέ; 0 ευρώ που πήρατε μείον 0 ευρώ που πληρώσατε για λάθη = 0$ κέρδος για εσάς</div>
        <div>Ποιό από τα δύο φαίνεται καλύτερο;</div>
      </div>
      <div className="flex flex-col gap-4">
        <div className="text-gray-500">Συμπέρασμα</div>
        <div>Αν ο κάθε ένας το δει αυτό ευκαιριακά και κοιτάξει τον κώλο του χωρίς κόστος τότε δεν θα δώσουμε στους traders να καταλάβουν ότι ξεπετάγματα και καψίματα δεν είναι εντάξει, οπότε θα λάβουν το μήνυμα ότι μπορούν να κάνουν ότι κάνανε και στα 5άρια. Οπότε ξεκινάμε καινούριο κύκλο καψίματος των accounts και δεν θα πληρωθείτε ποτέ γιατί τα λεφτά που θα παίρνουμε δεν θα μας φτάνουν αν καλύπτουμε τα 10χίλιαρα που θα καίνε.</div>
        <div>Αν ο κάθε ένας αναλάβει τις ευθύνες του, κάνει σωστές επιλογές και δώσει το mindset ότι εδώ ΔΟΥΛΕΥΟΥΜΕ τότε θα περάσει προς τα έξω έναν επαγγελματισμό και τελικά θα ανέβουμε γρήγορα και με τα ελάχιστα δυνατά λάθη.</div>
      </div>
      <div className="flex flex-col gap-4">
        <div className="text-gray-500">Στην δική σας δουλειά τι θα κάνατε;</div>
        <div>Στην δική σας δουλειά τι απαιτήσεις θα είχατε αν μοιράζατε 10χίλιαρα σε συνεργάτες και υπαλλήλους; Θα είχατε την ίδια ενεύθυνη αντιμετώπιση; Γιατί εδώ λοιπόν έχουμε τόση ευθυνοφοβία; Μήπως επειδή το βλέπουμε τελείως ευκαιριακά και χωρίς κανένα ίχνος επαγγεματισμού; Και όταν εσείς οι ίδιοι δεν το βλέπετε χωρίς να κανένα ίχνος επαγγελματισμού πώς περιμένετε τα παιδιά να δουλέψουν υπεύθυνα και επαγγελματικά;</div>
      </div>
      <div className="flex flex-col gap-4">
        <div className="text-gray-500">Μην σκέφτεστε ποιό είναι το συμφέρον σας</div>
        <div>Από εδώ και κάτω δεν ενδιαφέρομαι να ακούσω κανέναν που υπερασπίζεται το προσωπικό του συμφέρον παρά μόνο όποιον υπερασπίζεται το κοινό καλό της ομάδας. Γιατί κανένας δεν θα βγάλει λεφτά μόνος του! Ή όλοι θα βγάλουμε ή κανένας. Οπότε το να μας λέει ο κάθε ένας για το προσωπικό του συμφέρον δεν βοηθάει πουθενά και δεν ενδιαφέρει και κανέναν.</div>
      </div>
    </div>
  );
};

export default Mistakes;
