import Image from "next/image";

const Education = () => {
  return (
    <div className=" h-full w-full overflow-y-auto flex flex-col">
      <Title text="Εισαγωγή" />
      <Paragraph text="Στο παρελθόν κάναμε πολλά λάθη, και το μεγαλύτερο από αυτά ήταν ότι σπαταλήσαμε αμέτρητες ώρες κυνηγώντας τα άτομα της ομάδας για να κάνουν τη δουλειά τους σωστά. Ξοδέψαμε τεράστιο κόπο, χρόνο και, το σημαντικότερο, πολλά χρήματα εξαιτίας αυτής της χαλαρής προσέγγισης. Δεν γίνεται να επαναλάβουμε τα ίδια λάθη." />
      <Paragraph text="Η σελίδα είναι σχεδιασμένη έτσι ώστε να μην επιτρέπει χαλαρή ή περιστασιακή συμμετοχή. Υπάρχουν αυτόματες χρεώσεις για κάθε λάθος ή παράλειψη, και το σύστημα scanάρει συνεχώς τα πάντα." />
      <Paragraph text="Όποιος συμμετέχει πρέπει να συνεργάζεται πλήρως, να παίρνει τη δουλειά στα σοβαρά και να τη χειρίζεται με υπευθυνότητα. Αν κάποιος δεν μπορεί να το κάνει, απλά δεν έχει λόγο να συμμετέχει, γιατί το μόνο που θα καταφέρει είναι να χάσει χρόνο και χρήματα." />
      <Subtitle text="Παραδείγματα" />
      <Paragraph text="❌ Ήμουν στην δουλειά και δεν ενημέρωσα την σελίδα για το balance ή ακόμα χειρότερα δεν έκλεισα το trade γιατί είχα meeting με τον Πάπα." />
      <Paragraph text="❌ Ξύπνησα τελευταία στιγμή για να βάλω μπαμ μπαμ τα trades να φεύγω γιατί άργησα στην δουλειά." />
      <Paragraph text="❌ Για να μην τρώω χρόνο θα βάζω τα trades καθώς ετοιμάζομαι γιατί δεν μπορώ να ξυπνάω νωρίτερα να κάνω με την ησυχία μου την δουλειά μου." />
      <Subtitle text="Δεν Υπάρχουν Δικαιολογίες" />
      <Paragraph text="Τα accounts κοστίζουν 500$ το ένα και τα λάθη από 150$ μέχρι 7.800$ το κάθε ένα. Συνεπώς κανένας δεν μπορεί να βρει καμία απολύτως δικαιολογία που να αξίζει τόσες χιλιάδες ευρώ! Άργησες να πας στην δουλειά; Στην δουλειά θα πάρεις ένα 50άρικο. Τα accounts σου μπορεί αν αξίζουν από 500€ μέχρι και 20.000€. Οπότε το να βιάζεσαι να πας να πάρεις το 50άρικο και να μας κάνεις ζημιά 5, 10 ή 20 χιλιάρικα είναι το λιγότερο γελοίο. Το να έχεις ένα funded 100άρι που αξίζει 7.800$ και να μην κλείσεις το trade με αποτέλεσμα να κάψεις το account επειδή μιλούσες με τον Πάπα είναι επίσης γελοίο. Που θέλω να καταλήξω; ΔΕΝ ΥΠΑΡΧΟΥΝ ΔΙΚΑΙΟΛΟΓΙΕΣ!" />
      <Subtitle text="Θερμή Παράκληση" />
      <Paragraph text="Αν δεν έχεις σκοπό να το δεις όντως ΣΟΒΑΡΑ και να δουλεύεις το μυαλό σου για αυτό τότε μην μπεις καθόλου! Έτσι και αλλίως αν ξεχνάς να κάνεις τις δουλειές σου η σελίδα θα σε χρεώνει αυτόματα τις παραλείψεις και τα λάθη σου και δεν πρόκειται να καταλήξεις ποτέ με κέρδος!" />
      <Subtitle text="Σημαντική Σημείωση" />
      <Paragraph text="Από εδώ και κάτω κανένας δεν θα ασχολείται μαζί σου να σε νταντεύει κάνε αυτό και κάνε το άλλο. Θα πρέπει ΕΣΥ να κάνεις τις δουλειές σου. Το σύστημα αξιολογεί καθημερινά τον κάθε ένα ξεχωριστά, καταγράφει κάθε click που κάνει, κρατάει τα πλήρη στατιστικά των κινήσεων του και αξιολογεί. Όλα αυτά θα μπορείς να τα δεις και εσύ ανά πάσα στιγμή. Όταν η αξιολόγηση από τον ίδιο το αλγόριθμο γίνει αρκετά κακή τότε κλειδώσει από μόνος του λογαριασμούς." />
      <Subtitle text="Όροι Συμμετοχής" />
      <Paragraph text="Με χαρά λοιπόν να επενδύσουμε πάνω στον κάθε ένα τα χιλιάρικα της ομάδας. Αλλά πριν μπεις θα πρέπει να αποδεχτείς τα παρακάτω:" />
      <Paragraph text="✅ Θα είσαι συνεπής και δεν θα λες δικαιολογίες." />
      <Paragraph text="✅ Θα βάζεις τα ξυπνητήρια σου σε όλες τις φάσεις τις ημέρας που έχεις να κάνεις κάποια δουλειά." />
      <Paragraph text="✅ Για όλα τα accounts που σου αγοράζουμε θα εισάγεις στην σελίδα τα credentials τους (του MetaTrader, όχι της εταιρείας)." />
      <Paragraph text="✅ Αν θέλεις να φύγεις από την ομάδα οποιαδήποτε στιγμή και για οποιονδήποτε λόγο θα παίξεις πρώτα τα accounts σου μέχρι να χάσουν." />
      <Paragraph text="✅ Αν η αξιολόγησή σου από τον αλγόριθμο είναι κακή και σου κλειδώσει τον λογαριασμό θα παίξεις τα accounts που έχει σε συνεργασία μαζί μας και μετά θα φύγεις." />
      <Paragraph text="✅ Θα είσαι συνεπής και δεν θα λες δικαιολογίες" />
    </div>
  );
};

export default Education;

const Title = ({ text }) => {
  return <div className="text-center mb-4 bg-gray-50 p-4 text-gray-800 font-bold text-2xl border-b border-gray-300 shadow-md">{text}</div>;
};

const Subtitle = ({ text }) => {
  return <div className="text-left px-8 py-2 w-full max-w-[800px] mx-auto text-gray-800 font-bold text-base">{text}</div>;
};

const Paragraph = ({ text }) => {
  return <div className="text-justify px-8 py-1 w-full max-w-[800px] mx-auto text-gray-600 text-base">{text}</div>;
};
